{
  "text": {
    " ": 0,
    "h": 342,
    "e": 268,
    "y": 640,
    " h": 60,
    "he": 347,
    "ey": 307,
    "y ": 641,
    " he": 61,
    "hey": 352,
    "ey ": 308,
    " hey": 62,
    "hey ": 353,
    "o": 459,
    "l": 391,
    "a": 141,
    " o": 79,
    "ol": 478,
    "la": 393,
    "a ": 142,
    " ol": 86,
    "ola": 479,
    "la ": 394,
    " ola": 87,
    "ola ": 480,
    "i": 354,
    "oi": 474,
    "i ": 355,
    " oi": 84,
    "oi ": 475,
    " oi ": 85,
    "b": 202,
    " b": 13,
    "bo": 215,
    "oa": 461,
    " bo": 19,
    "boa": 216,
    "oa ": 462,
    " boa": 20,
    "boa ": 217,
    "t": 572,
    "r": 523,
    "d": 252,
    " t": 112,
    "ta": 573,
    "ar": 180,
    "rd": 534,
    "de": 255,
    "e ": 269,
    " ta": 113,
    "tar": 575,
    "ard": 181,
    "rde": 535,
    "de ": 256,
    " tar": 114,
    "tard": 576,
    "arde": 182,
    "rde ": 536,
    "m": 411,
    "om": 481,
    "m ": 412,
    "bom": 218,
    "om ": 482,
    " bom": 21,
    "bom ": 219,
    " d": 36,
    "di": 257,
    "ia": 356,
    " di": 39,
    "dia": 258,
    "ia ": 357,
    " dia": 40,
    "dia ": 259,
    "n": 433,
    " n": 71,
    "no": 449,
    "it": 376,
    "te": 580,
    " no": 75,
    "noi": 450,
    "oit": 476,
    "ite": 379,
    "te ": 581,
    " noi": 76,
    "noit": 451,
    "oite": 477,
    "ite ": 380,
    "p": 498,
    "op": 490,
    "pa": 499,
    " op": 90,
    "opa": 491,
    "pa ": 500,
    " opa": 91,
    "opa ": 492,
    "f": 312,
    " f": 50,
    "fa": 313,
    "al": 163,
    " fa": 51,
    "fal": 314,
    "ala": 165,
    " fal": 52,
    "fala": 315,
    "ala ": 166,
    "u": 597,
    " m": 63,
    "me": 420,
    "eu": 305,
    "u ": 598,
    " me": 66,
    "meu": 424,
    "eu ": 306,
    " meu": 68,
    "meu ": 425,
    "c": 225,
    " c": 22,
    "ch": 237,
    "ha": 343,
    "ap": 177,
    " ch": 28,
    "cha": 238,
    "hap": 345,
    "apa": 178,
    " cha": 29,
    "chap": 239,
    "hapa": 346,
    "apa ": 179,
    " e": 44,
    "ea": 270,
    "ae": 151,
    " ea": 46,
    "eae": 271,
    "ae ": 152,
    " eae": 47,
    "eae ": 272,
    "tu": 588,
    "ud": 602,
    "do": 266,
    "o ": 460,
    " tu": 117,
    "tud": 589,
    "udo": 605,
    "do ": 267,
    " tud": 118,
    "tudo": 590,
    "udo ": 606,
    "be": 203,
    "em": 288,
    " be": 14,
    "bem": 206,
    "em ": 289,
    " bem": 16,
    "bem ": 207,
    " e ": 45,
    " a": 4,
    "ai": 156,
    " ai": 6,
    "ai ": 157,
    " ai ": 7,
    "z": 642,
    "el": 283,
    "le": 399,
    "ez": 309,
    "za": 644,
    "bel": 204,
    "ele": 286,
    "lez": 402,
    "eza": 310,
    "za ": 645,
    " bel": 15,
    "bele": 205,
    "elez": 287,
    "leza": 403,
    "eza ": 311,
    "ef": 277,
    "fe": 318,
    "che": 240,
    "hef": 348,
    "efe": 278,
    "fe ": 319,
    " che": 30,
    "chef": 241,
    "hefe": 349,
    "efe ": 279,
    "co": 246,
    "mo": 431,
    " co": 33,
    "com": 247,
    "omo": 483,
    "mo ": 432,
    " com": 34,
    "como": 249,
    "omo ": 484,
    "v": 624,
    " v": 122,
    "va": 625,
    " va": 123,
    "vai": 626,
    " vai": 124,
    "vai ": 627,
    "s": 554,
    " s": 106,
    "sa": 556,
    "lv": 404,
    "ve": 630,
    " sa": 107,
    "sal": 560,
    "alv": 170,
    "lve": 405,
    "ve ": 631,
    " sal": 108,
    "salv": 561,
    "alve": 171,
    "lve ": 406,
    "g": 325,
    "on": 485,
    "ns": 452,
    "ag": 153,
    "gr": 336,
    "ra": 528,
    "ad": 146,
    "con": 250,
    "ons": 488,
    "nsa": 453,
    "sag": 558,
    "agr": 154,
    "gra": 337,
    "rad": 530,
    "ado": 149,
    " con": 35,
    "cons": 251,
    "onsa": 489,
    "nsag": 454,
    "sagr": 559,
    "agra": 155,
    "grad": 338,
    "rado": 531,
    "ado ": 150,
    "bl": 212,
    "lz": 409,
    "z ": 643,
    " bl": 17,
    "blz": 213,
    "lz ": 410,
    " blz": 18,
    "blz ": 214,
    "q": 516,
    " q": 102,
    "qu": 518,
    "ue": 607,
    "er": 290,
    "ro": 550,
    " qu": 103,
    "que": 521,
    "uer": 608,
    "ero": 298,
    "ro ": 551,
    " que": 105,
    "quer": 522,
    "uero": 610,
    "ero ": 299,
    " u": 119,
    "um": 611,
    "ma": 413,
    " um": 120,
    "uma": 613,
    "ma ": 414,
    " uma": 121,
    "uma ": 614,
    " p": 92,
    "pi": 506,
    "iz": 381,
    "zz": 649,
    " pi": 96,
    "piz": 509,
    "izz": 384,
    "zza": 650,
    " piz": 97,
    "pizz": 510,
    "izza": 385,
    "zza ": 651,
    " de": 37,
    " de ": 38,
    "ca": 226,
    "ab": 143,
    "br": 220,
    "re": 537,
    "es": 300,
    " ca": 23,
    "cal": 229,
    "lab": 395,
    "abr": 144,
    "bre": 221,
    "res": 538,
    "esa": 301,
    "sa ": 557,
    " cal": 25,
    "cala": 230,
    "alab": 167,
    "labr": 396,
    "abre": 145,
    "bres": 222,
    "resa": 539,
    "esa ": 302,
    " g": 57,
    "go": 330,
    "os": 493,
    "st": 567,
    "ri": 543,
    " go": 58,
    "gos": 332,
    "ost": 494,
    "sta": 568,
    "ari": 185,
    "ria": 544,
    " gos": 59,
    "gost": 333,
    "osta": 495,
    "star": 570,
    "tari": 577,
    "aria": 186,
    "ria ": 545,
    "pe": 501,
    "ed": 273,
    "ir": 369,
    "r ": 524,
    " pe": 93,
    "ped": 502,
    "edi": 274,
    "dir": 262,
    "ir ": 370,
    " ped": 94,
    "pedi": 503,
    "edir": 276,
    "dir ": 263,
    "at": 192,
    " at": 11,
    "atu": 195,
    "tum": 591,
    "um ": 612,
    " atu": 12,
    "atum": 196,
    "tum ": 592,
    "fr": 322,
    "an": 172,
    "ng": 443,
    " fr": 55,
    "fra": 323,
    "ran": 532,
    "ang": 173,
    "ngo": 444,
    "go ": 331,
    " fra": 56,
    "fran": 324,
    "rang": 533,
    "ango": 174,
    "ngo ": 445,
    "com ": 248,
    "up": 619,
    "ry": 552,
    "cat": 233,
    "tup": 593,
    "upi": 620,
    "pir": 507,
    "iry": 371,
    "ry ": 553,
    " cat": 27,
    "catu": 234,
    "atup": 197,
    "tupi": 594,
    "upir": 621,
    "piry": 508,
    "iry ": 372,
    "rg": 540,
    "gu": 339,
    " ma": 64,
    "mar": 415,
    "arg": 183,
    "rgu": 541,
    "gue": 340,
    "eri": 296,
    "rit": 548,
    "ita": 377,
    "ta ": 574,
    " mar": 65,
    "marg": 416,
    "argu": 184,
    "rgue": 542,
    "guer": 341,
    "ueri": 609,
    "erit": 297,
    "rita": 549,
    "ita ": 378,
    "ua": 599,
    "l ": 392,
    "qua": 519,
    "ual": 600,
    "al ": 164,
    " qua": 104,
    "qual": 520,
    "ual ": 601,
    " o ": 80,
    "us": 622,
    "s ": 555,
    " st": 110,
    "tat": 578,
    "tus": 595,
    "us ": 623,
    " sta": 111,
    "stat": 571,
    "tatu": 579,
    "atus": 198,
    "tus ": 596,
    " do": 42,
    " do ": 43,
    "id": 358,
    "did": 260,
    "ido": 359,
    "edid": 275,
    "dido": 261,
    "ido ": 360,
    "in": 364,
    "nd": 438,
    "da": 253,
    "ain": 158,
    "ind": 365,
    "nda": 439,
    "da ": 254,
    " ain": 8,
    "aind": 159,
    "inda": 366,
    "nda ": 440,
    "na": 435,
    "ao": 175,
    " na": 73,
    "nao": 436,
    "ao ": 176,
    " nao": 74,
    "nao ": 437,
    "eg": 280,
    "ou": 496,
    "heg": 350,
    "ego": 281,
    "gou": 334,
    "ou ": 497,
    "cheg": 242,
    "hego": 351,
    "egou": 282,
    "gou ": 335,
    "cad": 227,
    "ade": 147,
    " cad": 24,
    "cade": 228,
    "ade ": 148,
    " a ": 5,
    "mi": 426,
    "nh": 446,
    " mi": 69,
    "min": 427,
    "inh": 367,
    "nha": 447,
    "ha ": 344,
    " min": 70,
    "minh": 428,
    "inha": 368,
    "nha ": 448,
    " on": 88,
    "ond": 486,
    "nde": 441,
    " ond": 89,
    "onde": 487,
    "nde ": 442,
    " es": 48,
    "est": 303,
    " est": 49,
    "esta": 304,
    "sta ": 569,
    "po": 511,
    "od": 471,
    " po": 98,
    "pod": 512,
    "ode": 472,
    " pod": 99,
    "pode": 513,
    "ode ": 473,
    "me ": 421,
    " me ": 67,
    "ze": 646,
    "diz": 264,
    "ize": 382,
    "zer": 647,
    "er ": 291,
    " diz": 41,
    "dize": 265,
    "izer": 383,
    "zer ": 648,
    "as": 189,
    "cas": 231,
    "asa": 190,
    " cas": 26,
    "casa": 232,
    "asa ": 191,
    "pq": 514,
    "q ": 517,
    " pq": 100,
    "pq ": 515,
    " pq ": 101,
    "nu": 455,
    " nu": 77,
    "num": 456,
    "ume": 617,
    "mer": 422,
    " num": 78,
    "nume": 458,
    "umer": 618,
    "mero": 423,
    "é": 659,
    " é": 130,
    "é ": 660,
    " é ": 131,
    "_": 132,
    " _": 1,
    "__": 134,
    "_n": 138,
    "mb": 417,
    "r_": 525,
    "_ ": 133,
    " __": 2,
    "__n": 136,
    "_nu": 139,
    "umb": 615,
    "mbe": 418,
    "ber": 208,
    "er_": 292,
    "r__": 526,
    "__ ": 135,
    " __n": 3,
    "__nu": 137,
    "_num": 140,
    "numb": 457,
    "umbe": 616,
    "mber": 419,
    "ber_": 209,
    "er__": 293,
    "r__ ": 527,
    "cl": 243,
    " cl": 31,
    "cla": 244,
    "lar": 397,
    "aro": 187,
    " cla": 32,
    "clar": 245,
    "laro": 398,
    "aro ": 188,
    "n ": 434,
    " n ": 72,
    "ob": 463,
    "ig": 361,
    "ga": 327,
    " ob": 81,
    "obr": 466,
    "bri": 223,
    "rig": 546,
    "iga": 362,
    "gad": 328,
    " obr": 83,
    "obri": 467,
    "brig": 224,
    "riga": 547,
    "igad": 363,
    "gado": 329,
    "bg": 210,
    "g ": 326,
    "obg": 464,
    "bg ": 211,
    " obg": 82,
    "obg ": 465,
    "val": 628,
    "ale": 168,
    "leu": 400,
    " val": 125,
    "vale": 629,
    "aleu": 169,
    "leu ": 401,
    "w": 638,
    "vl": 632,
    "lw": 407,
    "w ": 639,
    " vl": 126,
    "vlw": 633,
    "lw ": 408,
    " vlw": 127,
    "vlw ": 634,
    "j": 386,
    "tm": 585,
    "mj": 429,
    "j ": 387,
    " tm": 115,
    "tmj": 586,
    "mj ": 430,
    " tmj": 116,
    "tmj ": 587,
    "ç": 655,
    "ã": 652,
    "ti": 582,
    "is": 373,
    "sf": 564,
    "aç": 199,
    "çã": 656,
    "ão": 653,
    "sat": 562,
    "ati": 193,
    "tis": 583,
    "isf": 374,
    "sfa": 565,
    "faç": 316,
    "açã": 200,
    "ção": 657,
    "ão ": 654,
    " sat": 109,
    "sati": 563,
    "atis": 194,
    "tisf": 584,
    "isfa": 375,
    "sfaç": 566,
    "façã": 317,
    "ação": 201,
    "ção ": 658,
    "vo": 635,
    "oc": 468,
    "ce": 235,
    " vo": 128,
    "voc": 636,
    "oce": 469,
    "ce ": 236,
    " voc": 129,
    "voce": 637,
    "oce ": 470,
    " fe": 53,
    "fer": 320,
    "era": 294,
    "ra ": 529,
    " fer": 54,
    "fera": 321,
    "era ": 295,
    "pel": 504,
    "ela": 284,
    " pel": 95,
    "pela": 505,
    "ela ": 285,
    "aj": 160,
    "ju": 388,
    " aj": 9,
    "aju": 161,
    "jud": 389,
    "uda": 603,
    " aju": 10,
    "ajud": 162,
    "juda": 390,
    "uda ": 604
  },
  "response": null,
  "action_text": null
}